Repository: GSA/bwp-external-links
Catalog: languages/bwp-ext-*.po
Languages: sr_rs

source: Better WordPress External Links Settings
sr_rs: Better WordPress External Links postavke

source: You do not have sufficient permissions to access this page.
sr_rs: Nemate potrebne dozvole za pristup ovoj stranici .

source: General Options
sr_rs: Opšte opcije

source: Process links inside
sr_rs: Obrada linkova unutra

source: Process page-wide links?
sr_rs: Obrada linkova preko cele stranice?

source: Use CSS provided by this plugin?
sr_rs: Koristite CSS omogućen od strane ovog plugin-a?

source: Processing Options
sr_rs: Opcije se obradjuju

source: Add the attribute
sr_rs: Dodati atribut

source: A custom rel attribute
sr_rs: Custom rel atribut

source: Ignore links pointing to
sr_rs: Ignorišite linkove koji pokazuju na

source: If you choose to ignore some subdomains, input them here (one per line)
sr_rs: Ako izaberete da ignorišete ne poddomene, unesite ih ovde (jedan po rečenici)

source: Forced local domains (one per line)
sr_rs: Prisiljeni lokalni domeni (jedan po rečenici)

source: URLs pointing to forbidden domains will be replaced with
sr_rs: URLsovi koji pokazuju na zabranjene domailne će biti zamenjeni sa

source: Displaying &amp; Interacting Options
sr_rs: Prikazivanje i &amp; Opcije interakcije

source: Open
sr_rs: Otvoriti

source: Prefix external links with
sr_rs: Prefix eksternih linkova sa

source: <em>All input fields are optional. To say the truth, configuring this plugin can be quite confusing (I'm terribly sorry!) I have written a rather detailed guide that might help you out, please take a <a href="%s#usage">look at it</a> if you are interested.</em>
sr_rs: <em> sva ulazna polja su opcionlna . Iskreno , konfigurisanje ovog plugina može biti prilično zbunjujuće ( Strašno mi je žao ! ) Napisao sam prilično detaljan vodič koji može da vam pomogne , molim vas pogledajte <a href="%s#usage"> na to </a> ako ste zainteresovani </em > .

source: <em>Customize how your links are shown.</em>
sr_rs: <em>Customize-ujte kako su vaši linkovi prikazani.</em>

source: all subdomains
sr_rs: svi poddomeni

source: no subdomains
sr_rs: nema poddomena

source: some subdomains
sr_rs: neki poddomeni

source: using the "onclick" attribute
sr_rs: koristite "onclick" atribut

source: using the "target" attribute
sr_rs: koristite"target" atribut

source: using jQuery
sr_rs: koristite jQuery

source: one new window for each external link (_blank)
sr_rs: jedan novi ptozor za svaki eksterni link(_blank)

source: just one new window for all external links (_new)
sr_rs: samo jedan prozor za eksterne linkove(_new)

source: no new window at all for external links
sr_rs: nema novih prozora za eksterne linkove

source: nothing
sr_rs: ništa

source: a custom URL
sr_rs: custom URL

source: post contents, i.e. hook to <code>the_content()</code>
sr_rs: sadržaj posta, i.e.zakačiti na <code>the_content()</code>

source: comment text, i.e. hook to <code>comment_text()</code>
sr_rs: tekst komentara, i.e.zakačiti na <code>comment_text()</code>

source: text widgets, i.e. hook to <code>widget_text()</code>
sr_rs: tekst widgeti, i.e.zakačiti na <code>widget_text()</code>

source: This plugin will find and process all links on any given page. This option will override what you check above. This is an advanced feature and should be used only for sites that do not have too much contents.
sr_rs: Ovaj plugin će naći i obraditi sve linkove na bilo kojoj stranici . Ova opcija će zameniti ono što ste čekirali gore . Ovo je napredna funkcija i treba da se koristi samo za sajtove koji nemaju previše sadržaja .

source: a very simple CSS provided so that you can see the "external" effect :). It is recommended that you disable this and use your own rules.
sr_rs: vrlo jednostavna CSS omogućen tako da možete da vidite "external" effect :). . Preporučuje se da isključite ovo i koriste sopstvena pravila .

source: <code>rel="external"</code> to external links?
sr_rs: <code>rel="external"</code>za eksterne linkove?

source: <code>rel="nofollow"</code> to external links?
sr_rs: <code>rel="nofollow"</code>na eksterne linkove?

source: a simple string describing the relation.
sr_rs: jednostavan string opisuje odnos .

source: This can be <code>#top</code>, <code>http://www.google.com</code> or anything else suitable for the <code>href</code> attribute.
sr_rs: To može biti<code>#top</code>, <code>http://www.google.com</code> ili nešto drugo pogodno za href <code>href</code>atributa.

source: <em>and the custom URL (if chosen) is</em>
sr_rs: <em>i custom URL (ako je izabrano) je</em>

source: (for example, prepend external links with something like <code>http://yourdomain.com/out.php?</code>)
sr_rs: (npr, eksterne linkove sa nečim kao<code>http://yourdomain.com/out.php?</code>)

source: %s requires WordPress <strong>%s</strong> or higher and PHP <strong>%s</strong> or higher. The plugin will not function until you update your software. Please deactivate this plugin.
sr_rs: %s zahteva WordPress<strong>%s</strong> ili više i PHP <strong>%s</strong> ili više. Plugin neće funkcionisati dok ne update-ujete vaš softver. Deaktivirajte vaš plugin.

source: Development Log
sr_rs: Log programiranja

source: Frequently Asked Questions
sr_rs: Često postavljena pitanja

source: Got a problem? Send me a feedback!
sr_rs: Imate problem? Pošaljite mi feedback!

source: Contact
sr_rs: Kontakt

source: You can buy me some special coffees if you appreciate my work, thank you!
sr_rs: Možete mi kupiti neke posebne kafe ako cenite moj rad , hvala !

source: Donate to
sr_rs: Donirati

source: One cup $5.00
sr_rs: Jedan cup $5.00

source: Two cups $10.00
sr_rs: Dva cup-a $10.00

source: Five cups! $25.00
sr_rs: Pet cup-ova! $25.00

source: One LL-cup!!! $50.00
sr_rs: Jedan LL-cup!!! $50.00

source: ... or any amount!
sr_rs: ... ili bilo koja količina

source: Latest updates from BetterWP.net!
sr_rs: Poslednji update sa BetterWP.net!

source: Follow me on Twitter!
sr_rs: Prati me na Twitter!

source: You are using version %s!
sr_rs: Koristite verziju %s!

source: Settings
sr_rs: Postavke

source: Plugin Configurations
sr_rs: Plugin konfiguracija

source: Save Changes
sr_rs: Sačuvaj promene
